{
  "products": [
    {"id": 1, "brand": "Nordica", "img": "/assets/images/nordica-enforcer.jpg", "category": "skis", "name": "Nordica Enforcer 100 Skis 2018", "price":  499.95, "description": "Back for their third year in a row, it's become very clear that the Nordica Enforcer 100 Skis have solidified their claim as one of the best all mountain skis in the world. The Enforcer 100's traditional hard charging metal and wood laminate construction dampens vibrations so you can blast through crud, wind buff and ice with aplomb. Their ultra-versatile 100mm width and all-mountain rocker profile carve up groomers with ease thanks to a time-tested low and progressive rocker profile, while the mellow 'hammerhead' style taper slarves and slashes pow with ease. Pick up the Nordica Enforcer 100 Skis and enjoy top to bottom fun at your local ski area. These skis shred it all."},
    {"id": 2, "brand": "Fischer", "img": "/assets/images/fischer-77.jpg", "category": "skis", "name": "Fischer Pro MTN 77 Skis", "price":  399.95, "description": "A solid intermediate ski that stresses easy maneuverability in all snow conditions, the Fischer Pro MTN 77 Skis + MBS 10 Powerrail Bindings use Sidewall Construction to better pressure the edge in harder snow conditions and Fischer s All Mountain Rocker to achieve the best balance between soft snow flotation and hard snow grip. The Razorshape beveled sidewalls reduce weight without impacting downhill performance.This package includes the reliable MBS 10 Powerrail bindings."},
    {"id": 3, "brand": "Armada", "img": "/assets/images/armada.jpg", "category": "skis", "name": "Armada ARV 86 Skis 2018", "price":  259.95, "description": "The Armada ARV 86 Skis are the narrowest ski in the ARV lineup, which allows for incredible edge control and low swing weight for park-crushing performance. A true twin tip weapon, the ARV 86 Skis give you the confidence to ride switch, spin fast, and get creative on features without worrying about whether your skis can keep up. Sure, fat and surfy skis have their place, but there's no doubt that these Armada ARV 86 Skis are a classic freestyle ski that is here to stay."},
    {"id": 4, "brand": "Salomon", "img": "/assets/images/salomon-qst.jpg", "category": "skis", "name": "Salomon QST 85 Skis 2018", "price":  299.95, "description": "Dive into all-mountain exploration full force with the Salomon QST 85 Skis. With smooth All-Terrain Rocker in the tip, you'll deflect manky snow and blast through week-old chop with ease. And when you track back onto the groomers, the tight turning radius will have you arcing turns like a former collegiate slalom racer. The mountain is a place for discovery; don't limit yourself based on snow conditions. Instead opt for the Salomon QST 85 Skis and roam freely."},
    {"id": 5, "brand": "Blizzard", "img": "/assets/images/blizzard-rustler.jpg", "category": "skis", "name": "Blizzard Rustler 10 Skis", "price":  499.95, "description": "The Blizzard Rustler 10 Skis are an all-new design that replaces the Peacemaker in Blizzard s lineup, with performance that bridges the gap between that ski and the Bonafide. With less tail rocker than the Peacemaker and a specially shaped D.R.T. (Dynamic Release Technology) Titanal laminate over the core, the Rustler 10 drops weight, adds maneuverability, and still remains damp and powerful. Light enough to double as a touring ski, but strong and versatile enough to serve as a daily driver, the Rustler 10 sets a new standard for all-mountain power."},
    {"id": 6, "brand": "Fischer", "img": "/assets/images/fischer-80.jpg", "category": "skis", "name": "Fischer Pro MTN 80 Skis 2018", "price":  479.95, "description": "Looking for complete on-piste performance? Then look to the Fischer Pro MTN 80 Skis + MBS 11 Powerrail Bindings. With a carbon nose and All-Mountain rocker profile, these skis shave weight and deliver almost effortless maneuverability. Plus, with Fischer s Razorshape sidewalls and a lightweight Air Tec core they combine stability with an ultra low overall weight. Ski longer, ski harder, and carve up the corduroy with more confidence aboard the Fischer Pro MTN 80 Skis + MBS 11 Powerrail Bindings."},
    {"id": 7, "brand": "Black Crows", "img": "/assets/images/black-crows-atris.jpg", "category": "skis", "name": "Black Crows Atris Skis", "price":  549.95, "description": "Ever popular amongst the evo crew, the Black Crows Atris Skis have undergone some subtle changes this season, designed to make them more stable at speed without giving up their playful poppiness. The sidecut radius has changed from 18 meters to 20 meters, the flex is smoother and a wee bit softer, and the tail rocker has been re-designed, but the ski continues to spread its wings and impress. If you loved the old Atris, the new one charges a little harder and feels a little more secure at top speed, but there's little to not like about either ski. If pressed, we'd say the new 2018 Atris leans more to the freeride comp type of feel. Playful, versatile, and built to dominate steep and technical descents, you're going to soar upon the Black Crows Atris Skis."},
    {"id": 8, "brand": "K2", "img": "/assets/images/k2-luvit.jpg", "category": "skis", "name": "Luvit 76 Skis - Women's 2018", "price":  289.95, "description": "Light, nimble and easy to turn, the K2 Luvit 76 Skis + ER3 10 Bindings are the perfect learning setup for new skiers or those just transitioning from rental gear. The Luvit 76 excels at smooth, rounded turns and won't throw you on your ear when you don't quite get it right. Less effort = more confidence = a whole bunch of fun."},
    {"id": 9, "brand": "Salomon", "img": "/assets/images/salomon-grace.jpg", "category": "snowboards", "name": "Salomon Grace Girls 2018 Snowboard", "price":  149.95, "description": "Big girl tech packed into a grom-sized package. The Salomon Grace Snowboard has a true twin shape, flat camber profile, soft flex and bite-free edges that combine for a well-rounded board that will take her riding to new heights, day after day."},
    {"id": 10, "brand": "Lib Tech", "img": "/assets/images/lib-tech-sk8.jpg", "category": "snowboards", "name": "Lib Tech Banana BTX Snowboard", "price":  329.95, "description": "Easy to turn and forgiving when you mess up, the Lib Tech Skate Banana BTX Snowboard is a great beginner's board that doubles as a great learning board for new tricks later in your snowboarding career. The original Banana Tech (BTX) rocker profile is surfy and forgiving, but still locks in and carves on harder snow when you need it to. Original Power construction with a sturdy Aspen/Columbian Gold wood core and Lib's famed Magne-Traction™ edges round out the package."},
    {"id": 11, "brand": "Burton", "img": "/assets/images/burton-process.jpg", "category": "snowboards", "name": "Burton Process Flying V Snowboard", "price":  369.95, "description": "The Burton Process Flying V Snowboard is the perfect board for honing your freestyle skills across the mountainous playground. Built with Flying V™ rocker technology that encourages a mix of playfulness and fluidity across mixed conditions, this true twin promotes a balanced ride no matter what conditions your confronted with."},
    {"id": 12, "brand": "Smith", "img": "/assets/images/smith-quantum.jpg", "category": "helmets", "name": "Smith Quantum MIPS Helmet", "price":  189.95, "description": "Riders that push the limits of what's actually skiable on the mountain need a helmet that offers protection with maximum horsepower. That's where the all-new Smith Quantum MIPS Helmet comes in. Designed to be extremely lightweight and comfortable in the most demanding and extreme settings, the Quantum MIPS Helmet features a honeycomb Aerocore construction and an adaptive, head cradling Boa® FS360 Fit system for 360° customization. Add in the climate control of Smith s AirEvac 2 ventilation system and you've got a helmet that not only insulates well through blistering storms, but also breathes like an alpine breeze on warm spring volcano missions."},
    {"id": 13, "brand": "Oakley", "img": "/assets/images/oakley-mod.jpg", "category": "helmets", "name": "Oakley Mod 3 Helmet", "price":  79.95, "description": "The Oakley MOD 3 Helmet takes all of the performance features of the top-of-the-line MOD 5 and pairs them down into a clean, streamlined aesthetic. Whether you spend your days in the park or lapping the gondola, you'll appreciate the MOD 3's impeccable design, while feeling confident that features like a lightweight in-mold shell, integrated venting system, BOA 270 Fit System, and Modular Brim System are keeping you safe and comfortable day in and day out."},
    {"id": 14, "brand": "Picture Organic", "img": "/assets/images/picture-organic-tempo.jpg", "category": "helmets", "name": "Picture Organic Tempo 2.0 Helmet", "price":  49.95, "description": "Push your riding into unknown places while wearing the Picture Organic Tempo 2.0 Helmet. Its protective construction and unique features work together to keep you comfortable and secure."},
    {"id": 15, "brand": "Giro", "img": "/assets/images/giro-strata.jpg", "category": "helmets", "name": "Giro Strata MIPS Women's Helmet", "price":  129.95, "description": "Tired of straddling the line between comfort and safety? Then take a good look at the stylish Giro Strata MIPS Helmet. MIPS technology works with an in-molded EPS liner to keep your noggin ticking, while the Thermostat vent system combines active and passive venting details for a perfectly dialed noggin temp."}
  ]
}
